;TORSO
[mk9scorpion_Torso_KV_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_LPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_MPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_HPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_LPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_MPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_HPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

;TORSO WOTC
[mk9scorpion_Torso_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

[mk9scorpion_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 身体"

;ARMS
[mk9scorpion_Arms_KV_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_LPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_MPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_HPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_LPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_MPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_HPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

;ARMS WOTC
[mk9scorpion_Arms_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

[mk9scorpion_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 手臂"

;LEGS
[mk9scorpion_Legs_KV_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_LPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_MPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_HPL_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_LPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_MPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_HPO_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

;LEGS WOTC
[mk9scorpion_Legs_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 腿"

[mk9scorpion_Helmets_M X2BodyPartTemplate]
DisplayName="真人快打9 蝎子 面具"





[Scorkat X2WeaponTemplate]
FriendlyName="林逵大师的礼物"
FriendlyNamePlural="林逵大师的礼物"
BriefSummary="林逵大师的礼物"
TacticalText="林逵大师的礼物"
AbilityDescName="武士刀"
